Revit 2024 API
BuiltInFailures.GroupFailures.GroupPropagationFailedUngroup Property
 Can't make change to Group "[Type Name]" with more than one instance. To resolve: Ungroup and Group again under a new name. Edit and make change, then change all instances of the original Group to the new Group.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId GroupPropagationFailedUngroup { get; }
Visual Basic
Public Shared ReadOnly Property GroupPropagationFailedUngroup As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ GroupPropagationFailedUngroup {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace